fuck = '6ля, 6лядь, 6лять, b3ъeб, cock, cunt, e6aль, ebal, eblan, eбaл, eбaть, eбyч, eбать, eбёт, ' \
       'eблантий, fuck, fucker, fucking, xyёв, xyй, xyя, xуе, xуй, xую, zaeb, zaebal, zaebali, zaebat, ' \
       'архипиздрит, ахуел, ахуеть, бздение, бздеть, бздех, бздецы, бздит, бздицы, бздло, бзднуть, бздун, ' \
       'бздунья, бздюха, бздюшка, бздюшко, бля, блябу, блябуду, бляд, бляди, блядина, блядище, блядки, блядовать, ' \
       'блядство, блядун, блядуны, блядунья, блядь, блядюга, блять, взъебка, взьебка, взьебывать, ' \
       'въеб, въебался, е6ать, въебенн, въебусь, въебывать, выблядок, выблядыш, выеб, выебать, выебен, выебнулся, выебон, ' \
       'выебываться, выпердеть, высраться, выссаться, вьебен, гавнюк, гавнючка, гандон, гнид, гнида, ' \
       'гниды, говенка, говназия, говнецо, говнище, говноед, говнолинк, говночист, говнюк, ' \
       'говнюха, говнядина, говняк, говняный, говнять, гондон, доебываться, долбоеб, долбоёб, долбоящер, дрисня, ' \
       'дрочелло, дрочена, дрочила, дрочилка, дрочистый, дрочить, ' \
       'дрочка, дрочун, е6ал, е6ут, еб твою мать, ебантяй, ёб, ёбaн, ебaть, ебyч, ебал, ебало, ебальник, ебан, ' \
       'ебанамать, ебанат, ебаная, ёбаная, ебанический, ебанный, ебанныйврот, ебаное, ебануть, ебануться, ёбаную, ' \
       'ебаный, ебанько, ебарь, ебат, ёбат, ебатория, ебать, ебать-копать, ебаться, ебашить, ебёна, ебет, ебёт, ебец, ' \
       'ебик, ебин, ебись, ебическая, ебки, ебла, еблан, ебливый, ебливого, еблище, ебло, еблыст, ебля, ёбн, ебнуть, ебнуться, ' \
       'ебня, ебошить, ебская, ебский, ебтвоюмать, ебун, ебут, ебуч, ебуче, ебучее, ебучий, ебучим, ебущ, ебырь, елда, ' \
       'елдак, елдачить, заговнять, задрачивать, хуету, хуетой, задрота, зае6, заё6, заеб, заёб, заеба, ' \
       'заебал, заебанец, заебастая, заебастый, заебать, заебаться, заебашить, заебистое, заёбистое, заебистые, ' \
       'заёбистые, заебистый, заёбистый, заебись, заебошить, заебываться, залуп, залупа, залупаться, залупить, ' \
       'залупиться, замудохаться, запиздячить, захуячить, заябестая, ' \
       'злоеб, злоебучая, злоебучее, злоебучий, ибанамат, ибонех, изговняться, изъебнуться, ипать, ' \
       'ипаться, ипаццо, нихуа, какдвапальцаобоссать, конча, курва, лярва, ' \
       'малафья, манда, мандавошек, мандавошка, мандавошки, мандей, мандень, мандеть, мандища, мандой, манду, ' \
       'мандюк, минет, минетчик, минетчица, млять, мокрощелка, мокрощёлка, мудak, мудaк, мудаг, мудак, муде, ' \
       'мудель, мудеть, муди, мудил, мудила, мудистый, мудня, мудоеб, мудозвон, мудоклюй, на хер, на хуй, набздел, ' \
       'набздеть, надрочить, наебать, наебет, наебнуть, наебнуться, наебывать, напиздел, ' \
       'напиздели, напиздело, напиздили, охуевший, настопиздить, нахуй, нахуйник, не ебет, не ебёт, ' \
       'невротебучий, невъебенно, нехуй, нехуйственно, ниибацо, ниипацца, ниипаццо, ниипет, никуя,' \
       ' нихуя, обдристаться, обосранец, обосрать, обосцать, обосцаться, обсирать, объебос, обьебать обьебос, ' \
       'однохуйственно, опездал, опизде, опизденивающе, остоебенить, остопиздеть, отмудохать, отпиздить, отпиздячить, ' \
       'отпороть, отъебись, охуевательский, охуевать, охуевающий, охуел, охуенно, охуеньчик, охуеть, охуительно, ' \
       'охуительный, охуяньчик, охуячивать, наебали, охуячить, падла, падонки, падонок, паскуда, педерас, педик, ' \
       'педрик, педрила, педрилло, педрило, педрилы, пездень, пездит, пездишь, пездо, пездят, ' \
       'переёбок, пернуть, пёрнуть, пи3д, пи3де, пи3ду, пиzдец, пидар, пидарaс, пидарас, пидарасы, пидары, пидор, ' \
       'пидорасы, пидорка, пидорок, пидоры, пидрас, пизда, пиздануть, пиздануться, пиздарваньчик, пиздато, пиздатое, ' \
       'пиздатый, пизденка, пизденыш, пиздёныш, пиздеть, пиздец, пиздит, пиздить, пиздиться, пиздишь, пиздища, ' \
       'пиздище, пиздобол, пиздоболы, пиздобратия, пиздоватая, пиздоватый, пиздолиз, пиздонутые, пиздорванец, ' \
       'пиздорванка, пиздострадатель, пизду, пиздуй, пиздун, пиздунья, пизды, пиздюга, пиздюк, пиздюлина, пиздюля, ' \
       'пиздят, пиздячить, писькострадатель, писюшка, подъебнуть, ' \
       'подъебнуться, поебать, поебень, поёбываает, поскуда, посрать, потаскуха, потаскушка, похуй, похуист, ' \
       'похуистка, похую, придурок, приебаться, припиздень, ' \
       'припизднутый, припиздюлина, пробзделся, проблядь, проеб, проебанка, проебать, промандеть, промудеть, ' \
       'пропизделся, пропиздеть, пропиздячить, раздолбай, разхуячить, разъеб, разъеба, разъебай, разъебать, ' \
       'распиздай, распиздеться, распиздел, распиздяй, распиздяйство, ' \
       'серька, сестроеб, сикель, сирать, сирывать, соси, спиздел, спиздеть, спиздил, спиздила, спиздили, ' \
       'спиздит, спиздить, ссышь, стерва, страхопиздище, сука, суки, ' \
       'суходрочка, сучара, сучий, сучка, сучко, сучонок, сучье, сцание, сцать, сцука, сцуки, сцуконах, сцуль, сцыха, ' \
       'сцышь, съебаться, сыкун, трахае6, трахаеб, трахаёб, уебать, уёбища, уебище, уёбище, ' \
       'уебищное, уёбищное, уебк, уебки, уёбки, уебывай, уёбывай, уебок, уёбок, ушлепок, х_у_я_р_а, хyё, хyй, хyйня, ' \
       'хитровыебанный, хуeм, хуе, хуё, хуевато, ' \
       'хуёвенький, хуевина, хуево, хуевый, хуёвый, хуек, схуя,  хуёк, схуя-ли, хуел, хуем, хуенч, хуеныш, хуенький, хуеплет, ' \
       'хуеплёт, хуепромышленник, хуерик, хуерыло, хуесос, хуесоска, хуета, хуетень, хуею, хуи, хуй, хуйком, хуйло, ' \
       'хуйня, хуйрик, хуище, хуля, хую, хуюл, хуя, хуяк, хуякать, хуякнуть, хуяра, хуясе, хуячить, целка, чмо, ' \
       'чмошник, чмырь, шалава, шалавой, хули, шараёбиться, шлюха, шлюхой, шлюшка, ябывает'

fuck_list = fuck.split(', ')
fuck2= 'пизд, хуе'
fuck2_list = fuck2.split(', ')

women = ['женщина', 'девушка', 'девочка', 'баба', 'телка', 'тёлка']
men = ['мужчина', 'пацан', 'парень', 'мальчик','мужской']

hello = 'привет, хелло, хеллоу, хай, здарова, здравствуй, здравствуйте, hi, hello'
hello = hello.split(', ')
